app/controllers/cars_controller.rb

  def create
    @car = Car.new(car_params)

    respond_to do |format|
      if @car.save
---
INSERT INTO "cars" ("name", "color", "engine", "year", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Uno"], ["color", "Cinza"], ["engine", "2.0"], ["year", "2016-11-20"], ["created_at", "2016-11-20 14:29:14.050037"], ["updated_at", "2016-11-20 14:29:14.050037"]]